import type { IProblemData } from "../types";

export const problemsData: IProblemData[] = [
  {
    id: 1,
    title: "Хаос и Ошибки",
    description:
      "Ручная обработка заказов, личные сообщения и путаница приводят к потерянным заявкам, неправильным блюдам и стрессу для всех.",
    image: "/ChaosAndProblems.png",
  },
  {
    id: 2,
    title: "Потеря Времени",
    description:
      "Сотрудники и менеджер тратят драгоценное рабочее время на сбор, сверку и уточнение заказов вместо работы.",
    image: "/HourGlasses.png",
  },
  {
    id: 3,
    title: "Задержки и Недовольство",
    description:
      "Медленный процесс организации и ошибки в заявках приводят к задержкам доставки, остывшей еде и общему недовольству.",
    image: "/Meeting.png",
  },
];
